{
  "data": [
    {
      "id": 998,
      "species_id": 235,
      "common_name": "Torbay Dazzler Grass Palm",
      "scientific_name": [
        "Cordyline australis 'Torbay Dazzler'"
      ],
      "section": [
        {
          "id": 2995,
          "type": "watering",
          "description": "For best results, Torbay Dazzler Grass Palms should be watered thoroughly and deeply twice per week. During the summer months, when the plant is actively growing, increase watering to 3 times per week. It is most important to water the plant in the mornings to allow the foliage to dry in the sunshine before evening, as it is particularly susceptible to foliar fungal diseases. On days when no rainfall is present, be sure to provide the additional water needed for the plant. During the winter months, reduce watering to once per week, or even every other week if the air is dry. "
        },
        {
          "id": 3003,
          "type": "sunlight",
          "description": "The Torbay Dazzler Grass Palm species requires at least 6-8 hours of direct sunlight each day to thrive. It grows best in full sun to partial shade, with its colors becoming more vibrant with increased sunlight exposure. The ideal location for the plant is in the sunniest part of the garden or near the house or in a bright conservatory. It can also do well in indirect light but will not necessarily look as spectacular as those stores and plants that receive direct sunlight for the majority of the day. "
        },
        {
          "id": 3018,
          "type": "pruning",
          "description": "For Torbay Dazzler Grass Palm, pruning should usually be done once a year in late spring to early summer. Pruning consists of cutting off any dead or discolored leaves and any stems that have grown too long. Be sure to wear protective gloves as the palm can be somewhat spiky. Depending on the age of the plant, only remove a small amount of growth at a time - about 10-20%. You may also want to shape the palm by trimming off the longer, more disproportionate stems."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}